Repository: johnnydev00/derek
Catalog: lib/l10n/app_*.arb
Languages: kk

# language
source: English
kk: Қазақша

# welcomeTitle
source: Let's do it together!
kk: Бірге шешейік!

# welcomeSubtitle1
source: Send information on the facts of violations directly to the management of the Department of Education of Mangistau region.
kk: Құқық бұзушылық фактілері туралы ақпаратты Маңғыстау облысының Білім басқармасының басшылығына тікелей жолдаңыз.

# welcomeSubtitle2
source: You can add photos, audio and video files to your message. Keep track of performance.
kk: Хабарламаңызға фотосуреттерді, аудио және бейне файлдарды қосып жібере аласыз. Орындалуды қадағалаңыз.

# joinButton
source: Join
kk: Қосылу

# orDivider
source: or
kk: немесе

# withoutSignIn
source: Continue without registration
kk: Тіркелусіз жалғастыру

# loginTitle
source: Sign In
kk: Жүйеге кіру

# loginHint
source: email
kk: электронды пошта

# passwordHint
source: password
kk: құпия сөз

# forgotPassword
source: Forgot your password?
kk: құпия сөзді қалпына келтіру

# loginButton
source: Sign In
kk: Кіру

# haveAcc
source: Don't have an account?
kk: аккаунтыңыз жоқ па?

# registrationButton
source: Sign Up
kk: Тіркелу

# enterAddress
source: Select address
kk: Мекенжай таңдаңыз

# informationTitle
source: Information
kk: Ақпарат

# enterUserInfo
source: Enter information
kk: Барлық мәліметті толтырыңыз

# nameHint
source: firstname
kk: аты

# surnameHint
source: lastname
kk: тегі

# codeSent
source: A code has been sent to you to verify your email.
kk: Электрондық поштаңызды растау үшін сізге код жіберілді.

# verifyButton
source: Verify
kk: Тексеру

# createPasswordTitle
source: Choose security password
kk: Қауіпсіз құпия сөз ойлап табыңыз

# successRegTitle
source: Successful registration!
kk: Сәтті тіркелу!

# changeLanguageHint
source: Change language
kk: Тілді өзгерту

# personalStatements
source: Statements
kk: Менің өтініштерім

source: Personal information
kk: Жеке мәліметтер

source: Hotlines
kk: Сенім телефондары

# aboutProject
source: About
kk: Жоба туралы

source: Agreement
kk: Келісім

# exitButton
source: Exit
kk: Шығу

# fillEmail
source: enter email
kk: электрондық поштаңызды жазыңыз

# fillName
source: enter name
kk: есіміңізді жазыңыз

# fillSurname
source: enter surname
kk: тегіңізді жазыңыз

# fillPassword
source: enter password
kk: құпия сөз жазыңыз

source: incorrect email
kk: дұрыс емес электрондық пошта

source: long name
kk: тым ұзын есім

source: long surname
kk: тегі тым ұзын

# minPassCharacter
source: password length must be at least 8
kk: құпия сөздің ұзындығы кемінде 8 болуы керек

# incorrectPin
source: Incorrect Pin-Code!
kk: Дұрыс емес пин-код!

source: Unknown Error!
kk: Белгісіз қате!

source: Creation date
kk: Тіркелген уақыты

# statementType
source: Type
kk: Типі

# organization
source: Object
kk: Нысан

source: Status
kk: Статус

# warningAlert
source: Warning
kk: Ескерту

# deleteAlertContent
source: Are you sure you want to delete this statement?
kk: Бұл мәлімдемені шынымен жойғыңыз келе ме?

# cancelButton
source: Cancel
kk: Бас тарту

# confirmDelete
source: Delete
kk: Жою

source: Successful deleted
kk: Сәтті өшірілді

source: Location
kk: Мекенжай

source: Password recovery
kk: Құпия сөзді қалпына келтіру

# getNewPassToEmail
source: Get a new password by email
kk: Электрондық пошта арқылы жаңа құпия сөзді алыңыз

# sendButton
source: Send
kk: Жіберу

# deleteUserAlert
source: Do you really want to delete your account?
kk: Аккаунтыңызды шынымен жойғыңыз келе ме?

# agreeCheckbox
source: I accept the terms of the user agreement
kk: Мен пайдаланушы келісімінің шарттарын қабылдаймын

# continueButton
source: Continue
kk: Жалғастыру

source: Change password
kk: Құпиясөз өзгерту

source: Delete account
kk: Аккаунтты жою

# changeButton
source: Change
kk: Өзгерту

source: current password
kk: қазіргі құпия сөз

source: new password
kk: жаңа құпия сөз

# selectStatementType
source: Select the type of statement
kk: Өтініш типін таңдаңыз

# selectOrgType
source: Educational organization
kk: Білім беру ұйымы

# fillStatementData
source: Write the title of the complaint and the full text. Add files if needed.
kk: Шағымның тақырыбын және толық мәтінді жазыңыз. Қажет болса, файлдарды қосыңыз.

source: Topic
kk: Тақырыбы

source: Statement text
kk: Мәтіні

# successSent
source: Successfully sent!
kk: Сәтті жіберілді!

source: New statement
kk: Жаңа өтініш

# signInToWrite
source: Log in to add statements
kk: Өтініш жіберу үшін аккаунтыңызға кіріңіз

source: Fill all lines
kk: Барлық жолды толтыңыз

# emptyStatements
source: You don't have a statement
kk: Сізде ешқандай өтініш жоқ

# maximumFilesCount
source: You can attach a maximum of 3 files
kk: Ең көбі 3 файлды тіркей аласыз

source: Hold to delete
kk: Жою үшін басып тұрыңыз
